{
  "Bottombar": {
    "menuAlt": "abrir el menú de la barra lateral"
  },
  "Browse": {
    "droidTitle": "Todos los droides",
    "vehicleTitle": "Todos los vehículos"
  },
  "Cart": {
    "cartTitle": "Carrito de compra",
    "checkoutLabel": "CAJA",
    "closeAlt": "Cerrar carrito",
    "deleteAlt": "Eliminar artículo de la cesta",
    "noItemMsg": "No hay artículos en el carrito.",
    "totalTitle": "Total: "
  },
  "Checkout": {
    "accountHolder": "1234567-9876-00",
    "accountLabel": "Número de crédito imperial",
    "cartTitle": "Carrito de compra",
    "checkoutTitle": "Caja",
    "coordinatesHolder": "0,0,0",
    "coordinatesLabel": "Coordenadas",
    "deleteAlt": "eliminar artículo de la cesta",
    "expDateLabel": "Fecha de caducidad",
    "firstNameLabel": "Nombre",
    "lastNameLabel": "Apellido",
    "methodLabel": "Método de envío",
    "noItemMessage": "Añadir artículos a la cesta de compra.",
    "orderLabel": "REALIZAR EL PEDIDO",
    "payNameHolder": "Primera última",
    "payNameLabel": "Nombre en la tarjeta",
    "paySectionLabel": "Pago",
    "sectorLabel": "Sector/Cuadrante",
    "securityHolder": "123456",
    "securityLabel": "Código de seguridad",
    "shipLightspeed": "Velocidad de luz",
    "shipOvernight": "Pernoctar",
    "shipSectionLabel": "Información de envío",
    "shipStandard": "Estándar",
    "successMessage": "Pedido realizado correctamente.",
    "termsLink": "(Ver)",
    "termsStatement": "He leído y acepto los Términos y Condiciones",
    "totalLabel": "Total: "
  },
  "Error404": {
    "errorMessage": "404 Error: Página no encontrada."
  },
  "Hamburger": {
    "contactLabel": "Contáctenos",
    "dashLabel": "Ver panel de Lingoport",
    "githubLabel": "Ver origen",
    "githubLogoAlt": "Logotipo de GitHub",
    "learnLabel": "Más información",
    "lingoLogoAlt": "Logotipo de Lingoport",
    "localeEN": "Español - Estados Unidos",
    "localeEO": "esperanto",
    "localeFR": "Francés - Francia",
    "localeLabel": "Localización: ",
    "localeSI": "Sith",
    "localeYO": "Yoda",
    "localeZH": "Chino - China",
    "versionBad": "No compatible con I18N",
    "versionGood": "Compatible con i18n",
    "versionIQA": "InContext",
    "versionLabel": "Versión: "
  },
  "Home": {
    "symbolAlt": "Símbolo de moneda de crédito imperial",
    "welcomeMessage": "Bienvenido a Rebel Outfitters!",
    "welcomeSubtitle": "Proporcionamos todo lo necesario para asumir el Imperio (y ganar)."
  },
  "Navbar": {
    "arrowAlt": "Flecha desplegable",
    "cartAlt": "mostrar carrito",
    "greetingText": "Hola Han.",
    "historyLink": "HISTORIAL DE PEDIDOS",
    "logoAlt": "Logotipo de Rebel Outfitters",
    "navLinkDroids": "DROIDES",
    "navLinkHome": "HOGAR",
    "navLinkVehicles": "VEHÍCULOS",
    "searchButtonLabel": "buscar productos",
    "searchIconAlt": "icono de búsqueda",
    "searchPlaceholder": "¿Qué estás buscando?"
  },
  "OrderHistory": {
    "dateHeading": "Fecha",
    "historyTitle": "Historial de pedidos",
    "numberHeading": "Número de pedido",
    "statusHeading": "Estado",
    "totalHeading": "Total"
  },
  "Order": {
    "statusDelivered": "Entregado",
    "statusProcessing": "Procesamiento",
    "statusShipped": "Enviado"
  },
  "ProductShow": {
    "addToCartLabel": "AÑADIR A LA CESTA",
    "qtyLabel": "Cantidad: "
  },
  "Special": "Especial",
  "desc": {
    "1": "Cada droide está equipado con un SyntheTech AA-1 VerboBrain, lo que los hace capaces de almacenar enormes cantidades de información, el espacio de memoria adicional se utiliza a menudo para mantener los módulos de comunicación en la memoria activa para evitar largos retrasos mientras se busca información lingüística en la traducción media. Un módulo de comunicaciones TranLang III les permite tener fluidez en más de seis millones de formas de comunicación. También tienen las habilidades necesarias para analizar rápidamente nuevos idiomas no registrados y traducirlos a otros más conocidos.",
    "10": "El droide astromech de la serie R3 presenta gran parte del mismo hardware que su predecesor, la unidad R2, que carece sólo del sensor de video extensible del droide anterior. El chasis del R3 es en gran medida cilíndrico, apareciendo como un tubo vertical con un cono corto y truncado en su base. Manteniendo el droide erguido son dos patas estrechas, cada una de las cuales termina en un pie pisado en forma de prismas trapezoidales, una tercera pierna está alojada dentro del cuerpo del droide y podría extenderse cuando sea necesario para proporcionar una mayor estabilidad. Tapar el diseño de la unidad es una cúpula resistente, giratoria, plastex o transparisteel. El astromech está sellado para permitir la funcionalidad en el vacío del espacio.",
    "11": "El caza estelar T-70 X-wing es un caza cruciforme de 12,48 metros de longitud con una capacidad máxima de un solo piloto y droide astromech cargado de fondo, que encaja en una toma de corriente y se puede configurar de forma variable para diferentes modelos. Si es necesario, el droide puede volar el caza estelar sin la ayuda de un piloto, e incluso puede hacerlo remotamente. El ordenador de ataque del buque, los controles de vuelo y otros instrumentos esenciales de pilotaje se encuentran dentro de un módulo blindado de cabina, en virtud del cual un ordenador de vuelo extraíble refrigerado por líquido ayuda aún más al piloto en las operaciones basadas en buques. Existen paneles de acceso para el acceso y almacenamiento de computadoras dentro de la «nariz» del buque, junto con un generador auxiliar y un área de almacenamiento que normalmente se utilizan para guardar equipo de supervivencia. Una pequeña ventana del sensor marca la ubicación de la matriz de sensores primarios de la nave en la punta misma de la nosecone, ubicada detrás de una baliza de emergencia. Detrás del piloto, un sistema de soporte vital incorporado permite al ocupante respirar en una atmósfera oxigenada.",
    "12": "Conocido cariñosamente como un «hueso de control» para los pilotos de la Alianza Rebelde y Nueva República, el caza estelar de ala Y se despliega como un caza-bombardero, diseñado para abrirse camino hacia su objetivo, entregar su carga útil de explosivos de alto nivel y luchar para salir de nuevo. Su armamento incluye dos cañones láser, dos cañones de iones y dos lanzadores de torpedos de protones. Un droide astromecánico, como una unidad R2, se puede conectar a un enchufe detrás de la cabina para actuar como copiloto y administrar los diversos sistemas de la nave.",
    "13": "Un droide bastante bueno para coordinar ataques. No es bueno en la lucha, solo bueno en la planificación.",
    "2": "Diseñados para mantener los usuarios, los droides de pit son asequibles y duraderos. Los droides de pozo se encuentran a una altura de 1,19 metros, pero tienen la capacidad de plegarse en una forma compacta cuando no están en uso. Esta característica se puede alternar tocando su nariz.",
    "3": "El modelo de droide 2-1B es muy avanzado e inteligente con su programación siendo aún más avanzada por algunos de los mejores médicos de la galaxia en la Academia Médica del Estado Rhinnal, que también integran procesadores heurísticos. La característica más útil de los droides 2-1B es la facilidad con la que los propietarios pueden actualizar su programación y apéndices. Un droide 2-1B puede convertirse fácilmente en un especialista en neurocirugía, podología, pediatría, reemplazo cibernético de extremidades y biología alienígena con un viaje a un centro de servicio certificado.",
    "4": "Un droide de guerra cromado maltratado, IG-88 tiene 1,96 metros de altura. Su constante puntería, junto con su habilidad para rastrear objetivos con sensores avanzados que le hacen sonar la cabeza y le permiten ver en todas direcciones, le ganan un gran éxito. Estos sensores incluyen múltiples fotorreceptores rojos, un sensor de calor, y un sensor de sonido IG-88 también tiene un vocoder en la base de su cabeza. Su torso es capaz de girar completamente en el campo de batalla, lo que le permite disparar enemigos en todos los lados. Su cuerpo de metal duro le permite sobrevivir a la mayoría de los ataques sin sufrir ningún daño y cuenta con servo cables a prueba de ácidos.",
    "5": "Se han añadido varias características nuevas a la estructura original de Sphyrna, incluyendo dos módulos adicionales montados en el puerto y estribor de la nave, seis módulos de escape en lugar de la bahía de carga, y una cuarta unidad subluz montada en la parte superior de los tres principales, lo que le da suficiente potencia para mover por sí sola a un discapacitado Destroyer Estrella. 315 metros de longitud con una aceleración máxima de 900 kilómetros por hora. Equipado con un sistema hiper drive.",
    "6": "Diseñado para ayudar con las reparaciones a bordo, el droide de reparación G2 de segundo grado es de baja estatura, de 0,8 metros de altura. También está en cuclillas, con una postura ancha y pesada que lo obliga a caminar cuando camina. Estos rasgos, combinados con su cuello largo y multiarticulado y pies extensamente espaciados que distribuyen el peso, le dan el apodo de «droide del ganso». Cada unidad G2 tiene un marco esquelético destripado, de color plateado y latón con juntas expuestas y cableado, con un borde de color. Los manipuladores pesados de tres dígitos del droide pueden agarrar la mayoría de las herramientas de reparación, mientras que los pies extensos ayudan a estabilizar su bajo centro de gravedad y le dan al G2 estabilidad extra cuando se trata de equipos grandes y pesados.",
    "7": "Con 150 metros de longitud, cuenta con dos torretas de turbante dobles y cuatro simples, y tiene la capacidad de alcanzar una velocidad máxima de 950 km/h. Según Luke Skywalker, algunos barcos CR90 equipados para combate pueden ser equipados con seis turbolasers dobles. Capaz de llevar toda una escolta diplomática, tiene una capacidad de pasajeros de cientos. Aunque los barcos no están construidos como portaaviones, tres interceptores de ala A RZ-1 se pueden unir a los anillos de acoplamiento, lo que permite una pequeña escolta. Sirven como la columna vertebral de la rebelión temprana y la Alianza. Aunque no están especialmente armados, los CR90 poseen suficiente potencia de fuego hacia adelante para destruir un crucero de clase Gozanti con bastante facilidad.",
    "8": "La 74-Z Speeder Bike es capaz de alcanzar velocidades de hasta y más allá de quinientos kilómetros por hora, y tiene un techo de vuelo de veinticinco metros. 74-Zs son la variante militar del civil 74-Y. Están controlados por el manillar situado hacia la parte delantera del vehículo, y los pedales que se cuelgan debajo ajustan la velocidad y la altitud. Los vehículos altamente maniobrables están equipados con sensores y dispositivos de comunicación ubicados entre el manillar, incluyendo un comlink y un dispositivo de interferencia comlink. El velador está equipado con sensores de seguimiento de la tierra que se conectan con el HUD en el casco del conductor. Están armados con un cañón lanzador giratorio hacia adelante para el combate.",
    "9": "Midiendo 5,47 metros de longitud, el ETA-2 es un caza estelar altamente maniobrable orientado al combate y es más rápido que su predecesor Ethersprite, con motores de doble iones que proporcionan una aceleración máxima de 5.200G y una velocidad máxima de 1.500 km/h. El Eta-2 cuenta con alas con paneles de radiador superior e inferior, S-láminas, que se abren para eliminar el exceso de calor de los motores del barco. Las alas del radiador se abren principalmente durante un intenso combate. Para la defensa, la nave contaba con dos cañones láser y dos cañones de iones. A diferencia de los cañones láser, los cañones de iones de la nave disparan ráfagas de plasma que causan interrupciones eléctricas temporales a su objetivo al impactar."
  },
  "title": {
    "1": "Embajador espacial 3P0",
    "10": "Droide de la serie R3",
    "11": "T-70 X-Wing",
    "12": "Luchador Y-Wing",
    "13": "Droide súper táctico",
    "2": "Droide de la serie DUM",
    "3": "2-1B Droide quirúrgico",
    "4": "IG-88B Droide",
    "5": "Esfirna Corbeta",
    "6": "G2 Reparación Droide",
    "7": "CR90 Corbeta",
    "8": "Bicicleta Speeder 74-Z",
    "9": "Interceptor ETA-2"
  }
}